eamodio.gitlens
EditorConfig.EditorConfig
formulahendry.dotnet-test-explorer
Ionide.Ionide-fsharp
jmrog.vscode-nuget-package-manager
Leopotam.csharpfixformat
ms-azuretools.vscode-azurefunctions
ms-vscode.azure-account
ms-vscode.csharp
ms-vscode.PowerShell
PeterJausovec.vscode-docker
vscodevim.vim
will-stone.plastic
yzhang.markdown-all-in-one
