alexkrechik.cucumberautocomplete
eamodio.gitlens
Equinusocio.vsc-material-theme
GabrielBB.vscode-lombok
jebbs.plantuml
k3a.theme-dark-plus-contrast
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.azure-account
msazurermtools.azurerm-vscode-tools
Pivotal.vscode-boot-dev-pack
Pivotal.vscode-concourse
Pivotal.vscode-manifest-yaml
Pivotal.vscode-spring-boot
PKief.material-icon-theme
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
royaction.color-manager
scala-lang.scala
shengchen.vscode-checkstyle
SonarSource.sonarlint-vscode
stevejpurves.cucumber
streetsidesoftware.code-spell-checker
techer.open-in-browser
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
