[createInstance] extensionManagementService depends on downloadService which is NOT registered.
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
formulahendry.dotnet-test-explorer
GitHub.vscode-pull-request-github
Ionide.Ionide-fsharp
jmrog.vscode-nuget-package-manager
k--kato.docomment
Leopotam.csharpfixformat
ms-azuretools.vscode-azurefunctions
ms-python.python
ms-vscode.azure-account
ms-vscode.csharp
ms-vscode.PowerShell
PeterJausovec.vscode-docker
PKief.material-icon-theme
robertohuertasm.vscode-icons
ryanluker.vscode-coverage-gutters
vscodevim.vim
will-stone.plastic
yzhang.markdown-all-in-one
